Repository: 84000/data-translation-memory
Catalog: Toh_211-Teaching_the_Fundamental_Exposition_of_Dependent_Arising-v2.tmx
Source language: bo
Languages: en

source: རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་དང་པོ་དང་རྣམ་པར་དབྱེ་བ་བསྟན་པ་ཞེས་བྱ་བའི་མདོ།
en: The Sūtra Teaching the Fundamental Exposition and Detailed Analysis of Dependent Arising

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Three Jewels.

source: འདི་སྐད་བདག་གིས་ཐོས་པའི་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ། །
en: The Bhagavān was dwelling in Śrāvastī at Jeta Grove, in the park of Anāthapiṇḍada.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: Then the Bhagavān spoke to the monks:

source: དགེ་སློང་དག་ཁྱེད་ལ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དང་པོ་དང་རྣམ་པར་དབྱེ་བ་བསྟན་གྱིས།
en: “Monks, I shall teach you the fundamental exposition and detailed analysis of dependent arising.

source: དེ་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་བཤད་དོ། །
en: Listen very well and bear this in mind as I explain.

source: རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དང་པོ་གང་ཞེ་ན།
en: What is the fundamental exposition of dependent arising?

source: འདི་ལྟ་སྟེ། འདི་ཡོད་ན་འདི་འབྱུང་།
en: It is thus: if this exists, that arises;

source: འདི་སྐྱེས་པས་འདི་སྐྱེ་བ་སྟེ།
en: by this having been produced, that is produced.

source: འདི་ལྟ་སྟེ། མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད། འདུ་བྱེད་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པ། རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས། མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་སྐྱེ་མཆེད་དྲུག །སྐྱེ་མཆེད་དྲུག་གི་རྐྱེན་གྱིས་རེག་པ། རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ། ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ། སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པ། ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ། སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ། སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་རྣམས་འབྱུང་བར་འགྱུར་ཏེ
en: “It is thus: through the condition of ignorance, formations arise; through the condition of formations, consciousness arises; through the condition of consciousness, name-and-form arises; through the condition of name-and-form, the six sense sources arise; through the condition of the six sense sources, contact arises; through the condition of contact, feeling arises; through the condition of feeling, craving arises; through the condition of craving, grasping arises; through the condition of grasping, existence arises; through the condition of existence, birth arises; through the condition of birth, aging and death—as well as sorrow, lamentation, suffering, unhappiness, and strife—arise.

source: དེ་ལྟར་ན་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འབའ་ཞིག་པོ་འདི་འབྱུང་བར་འགྱུར་རོ། །
en: In this way, this sole great heap of suffering arises.

source: འདི་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དང་པོ་ཞེས་བྱའོ། །
en: This is the fundamental exposition of dependent arising.

source: རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་རྣམ་པར་དབྱེ་བ་གང་ཞེ་ན།
en: “What is the detailed analysis of dependent arising?

source: མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་ཅེས་བྱ་བའི་མ་རིག་པ་གང་ཞེ་ན།
en: What is ignorance in the statement, ‘Through the condition of ignorance, formations arise’?

source: གང་དེ་སྔོན་གྱི་མཐའ་མི་ཤེས་པ་དང་། ཕྱི་མའི་མཐའ་མི་ཤེས་པ་དང་། སྔོན་དང་ཕྱི་མའི་མཐའ་མི་ཤེས་པ་དང་། ནང་མི་ཤེས་པ་དང་། ཕྱི་མི་ཤེས་པ་དང་། ནང་དང་ཕྱི་མི་ཤེས་པ་དང་། ལས་མི་ཤེས་པ་དང་། རྣམ་པར་སྨིན་པ་མི་ཤེས་པ་དང་། ལས་དང་རྣམ་པར་སྨིན་པ་མི་ཤེས་པ་དང་། སངས་རྒྱས་མི་ཤེས་པ་དང་། ཆོས་མི་ཤེས་པ་དང་། དགེ་འདུན་མི་ཤེས་པ་དང་། སྡུག་བསྔལ་མི་ཤེས་པ་དང་། ཀུན་འབྱུང་དང་། འགོག་པ་དང་། ལམ་མི་ཤེས་པ་དང་། རྒྱུ་མི་ཤེས་པ་དང་། རྒྱུ་ལས་ཡང་དག་པར་འབྱུང་བའི་ཆོས་མི་ཤེས་པ་དང་། དགེ་བ་དང་། མི་དགེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། བསྟེན་པར་བྱ་བ་དང་། བསྟེན་པར་བྱ་བ་མ་ཡིན་པ་དང་། ངན་པ་དང་། གྱ་ནོམ་པ་དང་། ནག་པོ་དང་། དཀར་པོ་དང་། རྣམ་པར་དབྱེ་བ་དང་བཅས་པའི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དང་། རེག་པའི་སྐྱེ་མཆེད་དྲུག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཁོང་དུ་མི་ཆུད་པ་དང་། གང་དེ་དང་དེར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་མི་ཤེས་པ་དང་། མ་མཐོང་བ་དང་། མངོན་པར་མ་རྟོགས་པ་དང་། རྨོངས་པ་དང་། ཀུན་དུ་རྨོངས་པ་དང་། མ་རིག་པ་དང་། མུན་པའི་རྣམ་པ་ཞེས་བྱ་བ་འདི་ནི་མ་རིག་པ་ཞེས་བྱའོ། །
en: It is not knowing the past, not knowing the future, and not knowing either the past or the future. It is not knowing the inner, not knowing the outer, and not knowing either the inner or the outer. It is not knowing actions, not knowing their maturation, and not knowing either actions or their maturation. It is not knowing the Buddha, not knowing the Dharma, not knowing the Saṅgha. It is not knowing suffering, origin, cessation, or the path. It is not knowing the causes and not knowing that phenomena arise from causes. It is not knowing virtue and nonvirtue. It is not knowing unseemliness and not knowing the absence of unseemliness. It is not knowing what to engage in and what not to engage in. It is not knowing what is bad, sublime, negative, or positive. It is not knowing the phenomena that dependently arise within such divisions. It is failing to understand the six sense sources of contact just as they are. It is not knowing what is and how it is. It is not seeing and not understanding. It is being confused, deluded, ignorant, and obscured. This is ignorance.

source: མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་ཅེས་བྱ་བའི་འདུ་བྱེད་གང་ཞེ་ན། འདུ་བྱེད་ནི་རྣམ་པ་གསུམ་སྟེ།
en: “What are formations in the statement, ‘Through the condition of ignorance, formations arise’? They are threefold.

source: གསུམ་གང་ཞེ་ན། ལུས་ཀྱི་འདུ་བྱེད་དང་། ངག་གི་འདུ་བྱེད་དང་། ཡིད་ཀྱི་འདུ་བྱེད་དོ། །
en: What are the three? They are the formations of the body, the formations of speech, and the formations of the mind.

source: འདུ་བྱེད་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བའི་རྣམ་པར་ཤེས་པ་གང་ཞེ་ན།
en: “What is consciousness in the statement, ‘Through the condition of formations, consciousness arises’?

source: རྣམ་པར་ཤེས་པའི་ཚོགས་དྲུག་སྟེ། མིག་གི་རྣམ་པར་ཤེས་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའོ། །
en: It is the six collections of consciousness: the consciousnesses of the eye, ear, nose, tongue, body, and mind.

source: རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས་ཞེས་བྱ་བ་ལ་མིང་གང་ཞེ་ན།
en: “What is name in the statement, ‘Through the condition of consciousness, name-and-form arises’?

source: གཟུགས་ཅན་མ་ཡིན་པའི་ཕུང་པོ་བཞི་སྟེ། ཚོར་བའི་ཕུང་པོ་དང་། འདུ་ཤེས་ཀྱི་ཕུང་པོ་དང་། འདུ་བྱེད་ཀྱི་ཕུང་པོ་དང་། རྣམ་པར་ཤེས་པའི་ཕུང་པོའོ། །
en: It is the four formless aggregates. They are the aggregate of feeling, the aggregate of perception, the aggregate of formations, and the aggregate of consciousness.

source: གཟུགས་གང་ཞེ་ན།
en: “What is form ?

source: གཟུགས་གང་ཡིན་པ་ཅི་ཡང་རུང་། དེ་དག་ཐམས་ཅད་འབྱུང་བ་ཆེན་པོ་བཞི་དང་། འབྱུང་བ་ཆེན་པོ་བཞི་དག་རྒྱུར་བྱས་པ་སྟེ།
en: Whatever form there may be, it is all the four great elements and form derived from the four great elements.

source: གཟུགས་འདི་དང་། སྔ་མའི་མིང་གཉི་ག་གཅིག་ཏུ་མངོན་པར་བསྡུས་ནས་མིང་དང་གཟུགས་ཞེས་བྱའོ། །
en: when both form and the aforementioned name are taken together, they are called name-and-form.

source: མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་སྐྱེ་མཆེད་དྲུག་ཅེས་བྱ་བའི་སྐྱེ་མཆེད་དྲུག་གང་ཞེ་ན།
en: “What are the six sense sources in the statement, ‘Through the condition of name-and-form, the six sense sources arise’?

source: ནང་གི་སྐྱེ་མཆེད་དྲུག་སྟེ། མིག་ནང་གི་སྐྱེ་མཆེད་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ནང་གི་སྐྱེ་མཆེད་དོ། །
en: There are six inner sense sources: the inner sense sources of the eye, ear, nose, tongue, body, and mind.

source: སྐྱེ་མཆེད་དྲུག་གི་རྐྱེན་གྱིས་རེག་པ་ཞེས་བྱ་བའི་རེག་པ་གང་ཞེ་ན།
en: “What is contact in the statement, ‘Through the condition of the six sense sources, contact arises’?

source: རེག་པའི་ཚོགས་དྲུག་སྟེ། མིག་གི་འདུས་ཏེ་རེག་པ་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའོ། །
en: There are six collections of contact: being conjoined with the eye, ear, nose, tongue, body, and mind. This is contact.

source: རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཞེས་བྱ་བའི་ཚོར་བ་གང་ཞེ་ན།
en: “What is feeling in the statement, ‘Through the condition of contact, feeling arises’?

source: ཚོར་བ་ནི་གསུམ་སྟེ། བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པའོ། །
en: There are three feelings: pleasure, pain, and neither pleasure nor pain.

source: ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ་ཞེས་བྱ་བའི་སྲེད་པ་གང་ཞེ་ན།
en: “What is craving in the statement, ‘Through the condition of feeling, craving arises’?

source: སྲེད་པ་ནི་གསུམ་སྟེ། འདོད་པའི་སྲེད་པ་དང་། གཟུགས་ཀྱི་སྲེད་པ་དང་། གཟུགས་མེད་པའི་སྲེད་པའོ། །
en: There are three cravings: the craving of the desire realm, the craving of the form realm, and the craving of the formless realm.

source: སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པ་ཞེས་བྱ་བའི་ལེན་པ་གང་ཞེ་ན།
en: “What is grasping in the statement, ‘Through the condition of craving, grasping arises’?

source: ལེན་པ་ནི་བཞི་སྟེ། འདོད་པ་ཉེ་བར་ལེན་པ་དང་། ལྟ་བ་ཉེ་བར་ལེན་པ་དང་། ཚུལ་ཁྲིམས་དང་བརྟུལ་ཞུགས་ཉེ་བར་ལེན་པ་དང་། བདག་ཏུ་སྨྲ་བ་ཉེ་བར་ལེན་པའོ། །
en: Grasping is of four types: grasping at desire, grasping at views, grasping at moral rules and vows and rites, and grasping at theories that assert the self.

source: ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ་ཞེས་བྱ་བའི་སྲིད་པ་གང་ཞེ་ན།
en: “What is existence in the statement, ‘Through the condition of grasping, existence arises’?

source: སྲིད་པ་ནི་གསུམ་སྟེ། འདོད་པའི་སྲིད་པ་དང་། གཟུགས་ཀྱི་སྲིད་པ་དང་། གཟུགས་མེད་པའི་སྲིད་པའོ། །
en: There are three existences: the existences of the desire realm, the form realm, and the formless realm.

source: སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ་ཞེས་བྱ་བའི་སྐྱེ་བ་གང་ཞེ་ན།
en: “What is birth in the statement, ‘Through the condition of existence, birth arises’? Birth refers to the way a being is born into a particular class of beings.

source: གང་སེམས་ཅན་དེ་དང་དེ་དག་གི་སེམས་ཅན་གྱི་རིས་དེ་དང་དེ་དག་ཏུ་གང་སྐྱེ་བ་དང་། ཤིན་ཏུ་སྐྱེ་བ་དང་། འཕོ་བ་དང་། མངོན་པར་འབྱུང་བ་དང་། རབ་ཏུ་འབྱུང་བ་དང་། ཕུང་པོ་སོ་སོར་ཐོབ་པ་དང་། ཁམས་སོ་སོར་ཐོབ་པ་དང་། སྐྱེ་མཆེད་སོ་སོར་ཐོབ་པ་དང་། ཕུང་པོ་རྣམས་མངོན་པར་གྲུབ་པ་དང་། སྲོག་གི་དབང་པོ་རབ་ཏུ་སྐྱེས་པ་འདི་ནི་སྐྱེ་བ་ཞེས་བྱའོ། །
en: It refers to conception, entrance, maturation, manifestation, obtaining aggregates, obtaining elements, obtaining sense sources, fully developing aggregates, and the manifestation of the life faculty.

source: སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་ཞེས་བྱ་བའི་རྒ་བ་གང་ཞེ་ན།
en: “What is aging in the statement, ‘Through the condition of birth, aging and death arise’?

source: གང་དེའི་སྤྱི་ཐེར་དང་། སྐྲ་དཀར་དང་། གཉེར་མའི་ཚོགས་པ་དང་། རྙིས་པ་དང་། ཞུམ་པ་དང་། བ་ལང་ཆུ་འཐུང་བ་ལྟ་བུར་གུག་པ་དང་། ལུས་ནག་པོའི་ཐིག་ལེས་གང་བ་དང་། ལུད་པ་ལུ་ཞིང་དབུགས་རྒོད་པ་དང་། མདུན་དུ་ལུས་བུབ་པ་ལྟར་བྱེད་པ་དང་། ཁར་བ་ལ་བརྟེན་པ་དང་། བླུན་པས་མོང་རྟུལ་བ་ཉིད་དང་། ཞན་པ་ཉིད་དང་། ཉམས་པ་དང་། ཡོངས་སུ་ཉམས་པ་དང་། དབང་པོ་རྒུད་པ་དང་། འདུ་བྱེད་རྣམས་རྙིངས་པ་དང་། ཤིན་ཏུ་རྙིངས་པར་གྱུར་པ་འདི་ནི་རྒ་བ་ཞེས་བྱའོ། །
en: Aging refers to becoming bald, white haired, wrinkled, worn out, slack, hunched like a cow drinking water, covered with liver spots, having drooping limbs, being afflicted with rheumatism, breathing heavily, walking hunched over, walking with a stick, feeling unwell and lethargic, being weakened, being exhausted, having impaired faculties, losing one’s memory, and becoming old and decrepit. This is called aging.

source: འཆི་བ་གང་ཞེ་ན།
en: “What is death?

source: སེམས་ཅན་གང་ཡིན་པ་དེ་དང་དེ་དག་སེམས་ཅན་གྱི་རིས། དེ་དང་དེ་དག་ནས་འཕོས་པ་དང་། འཕོ་བ་ཉིད་དང་། ཞིག་པ་དང་། ནང་ཉམས་པ་དང་། ཚེ་ཉམས་པ་དང་། དྲོད་ཡལ་བ་དང་། སྲོག་གི་དབང་པོ་འགགས་པ་དང་། ཕུང་པོ་རྣམས་འདོར་བ་དང་། ཤི་བ་དང་། དུས་བྱེད་པ་འདི་ནི་ཤི་བ་ཞེས་བྱ་སྟེ
en: Death is the departure or passing away of each and every being from their respective class of sentient beings; it is their disintegration, internal deterioration, loss of life, fading of bodily warmth, cessation of the life faculty, discarding of the aggregates, dying, and decease.

source: ཤི་བ་འདི་དང་སྔ་མ་རྒ་བ་གཉིས་གཅིག་ཏུ་བསྡུས་ནས་རྒ་ཤི་ཞེས་བྱ་སྟེ།
en: Combining the two into one, death with the aforementioned aging, this is known as aging and death .

source: འདི་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྣམ་པར་དབྱེ་བ་ཡིན་ནོ། །
en: This is the detailed analysis of dependent arising.

source: དགེ་སློང་དག་ཁྱེད་ལ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དང་པོ་དང་རྣམ་པར་དབྱེ་བ་བཤད་པར་བྱའོ། །
en: “O monks, I said that I would explain to you the fundamental exposition and detailed analysis of dependent arising, and

source: ཞེས་ངས་སྨྲས་པ་གང་ཡིན་པ་དེའི་ཆེད་དུ་ངས་སྨྲས་པ་འདི་དག་ཡིན་ནོ། །
en: they are as I have now described them.”

source: རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དང་པོ་དང་རྣམ་པར་དབྱེ་བ་བསྟན་པ་ཞེས་བྱ་བའི་མདོ་རྫོགས་སོ།།
en: This concludes “ The Sūtra Teaching the Fundamental Exposition and Detailed Analysis of Dependent Arising .”
